Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/the_president/president_introduction_to_the_president_of_ireland.html.txt.tmx
Source language: en
Languages: ga

source: The President is the title given to the Irish head of State
ga: Tugtar an teideal Uachtarán ar cheann Stáit na hÉireann

source: As head of State, the President has a number of important functions
ga: Mar cheann Stáit, tá roinnt feidhmeanna tábhachtacha ag Uachtarán

source: The office of the President is established by the Constitution
ga: Is é Bunreacht na hÉireann a bhunaigh oifig Uachtarán na hÉireann

source: You can find information on the current and former Presidents here
ga: Tá eolais ar an Uachtarán láithreach anseo

source: The President is elected directly by the people of Ireland and may be removed from office by either House of the Oireachtas (the Dail and the Seanad)
ga: Déanann muintir na hÉireann an tUachtarán a thogh go díreach agus is féidir le ceachtar de Thithe an Oireachtais an tUachtarán a chur as oifig

source: The term of office is 7 years and the President may not serve more than 2 terms
ga: Seacht mbliana atá sa téarma oifige agus ní féidir leis an Uachtarán níos mó ná dhá théarma a chur isteach

source: The President is assisted in performing their duties by the Presidential Commission and the Council of State
ga: Tugann Coimisiún an Uachtaráin agus an Chomhairle Stáit cúnamh don Uachtarán a c(h)uid feidhmneanna a chur i gcrích

source: The President resides at the official residence, called Áras an Uachtaráin, which is located in the Phoenix Park, one of the largest enclosed parks in Europe
ga: Tá cónaí ar an Uachtarán san áit chónaithe oifigiúil, ar a dtugtar 'Áras an Uachtaráin’, atá lonnaithe i bPáirc an Fhionnuisce. Seo í ceann de na páirceanna iata is mó san Eoraip

source: The Áras an Uachtaráin website has more information and includes a virtual tour of the residence
ga: Tá tuilleadh eolais ar láithreán gréasáin Áras an Uachtaráin agus áiríonn sé turas fíorúil den áit chónaithe
